app/controllers/articles_controller.rb

def create
@article = Article.new(article_params)
@article.save
---
INSERT INTO "articles" ("title", "content", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["title", "dede"], ["content", "fezfezfez"], ["created_at", "2018-06-08 10:58:50.102891"], ["updated_at", "2018-06-08 10:58:50.102891"]]